tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "coreutils"
brew "asdf"
brew "cask"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "git"
brew "jenkins"
brew "krb5"
brew "libpq"
brew "mas"
brew "openssl@1.1"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "gitify"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "slack"
cask "visual-studio-code"
vscode "redhat.java"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
